[
    {
        "titulo": "Fortnite",
        "plataforma": "PS5",
        "nota": 4.5,
        "avaliacao": "Simplesmente o melhor jogo as a service atualmente. Pra quem não sabe um jogo as a service são jogos que geram receita principalmente na venda de cosméticos, assim como Fortnite, Roblox, LoLzinho (league of legends) e mais alguns.<br>E porque ele é o meu favorito?? Se você quiser gastar menos dinheiro é ele que indico pois o passe de batalha dele você só gasta uma vez e esquece. Com a observação/obrigação de que deve completar o passe em todas temporadas, mas isso pra mim é o melhor dele.<br>Mais motivos?? ele não é feio como Roblox, tem hoje em dia quase os mesmos jogos que o Roblox, e não tem gacha como o Genshin Impact.",
        "link": "https://fortnite.com",
        "gameplay": "https://youtu.be/h3SIHJNTf0E",
        "palavras-chave": ["competitivo", "battle royale", "jogo como serviço", "shooter", "ação", "construção", "multiplayer", "ps5"],
        "data-adicao": "20/08/2025"
    },
    {
        "titulo": "Minecraft",
        "plataforma": "PS5",
        "nota": 4.5,
        "avaliacao": "Simplesmente o melhor jogo de sobrevivência já criado, muitos reclamam de seus gráficos mas ele pra mim é simplesmente o melhor. E é um dos jogos que passo horas jogando, além de você deixar a criatividade rolar solta nele. Quem nunca fez várias construções (mesmo que besta neles), farms, jogou em servidores?? Sei lá as possibilidades de Minecraft são tantas que nem consigo descrever direito.",
        "link": "https://www.minecraft.net",
        "gameplay": "https://youtube.com/live/LGK0sYQrqtY?feature=share",
        "palavras-chave": ["sobrevivência", "construção", "recursos", "mundo aberto", "aventura", "criatividade", "pixel art", "sandbox", "ps5"],
        "data-adicao": "20/08/2025"
    },
    {
        "titulo": "Terrária",
        "plataforma": "PC - Steam",
        "nota": 2.5,
        "avaliacao": "É bom, mas nunca avançei muito nele... acho que por ser 2D ele é legal e dá pra fazer umas paradas maneiras nele mas acho que o mesmo ponto de ser 2D o torna enjoativo e difícil de jogar. E ele é bom por ter diversos boss que torna a parada legal, embora que esses bosses são barra pesada (dificeis demais e players ruins como eu penam pra conseguir os eliminar).",
        "link": "https://store.steampowered.com/app/105600/Terraria/",
        "gameplay": "https://oyster.ignimgs.com/mediawiki/apis.ign.com/terraria/4/44/2011-09-15_00002.jpg",
        "palavras-chave": ["construção", "recursos", "2d", "sobrevivência", "plataforma", "aventura", "pixel art", "pc", "steam"],
        "data-adicao": "20/08/2025"
    },
    {
        "titulo": "Harvest Moon - Mad Dash",
        "plataforma": "PS5",
        "nota": 1,
        "avaliacao": "Parece um jogo de celular, parecido com aqueles de combinar coisas da mesma cor sabe? Sinceramente o preço de hoje não vale nem se fosse abaixo de 50 reais (hoje está a R$ 114). E digo isso pois geralmente os jogos mobile são gratuitos, logicamente que vendem pequenos benefícios (como vida extra) o que não ocorre no Harvest Moon mas mesmo assim acho que não dá pra ser comprado acima do valor que mencionei. Enfim o que quero dizer é que se levar o game como um jogo de combinação mobile ele é muito bom, mas o valor (e além de se tornar a jogatina enjoativa (não joguei completamente, mas estou julgando assim).",
        "link": "https://store.playstation.com/pt-br/product/UP1014-CUSA16636_00-HMMADDASH0000000",
        "gameplay": "https://youtu.be/wA1Vvdy2Wog",
        "palavras-chave": ["combinação", "puzzle", "mobile", "casual", "agricultura", "simulador", "ps5"],
        "data-adicao": "21/08/2025"
    },
    {
        "titulo": "DayZ",
        "plataforma": "PS5",
        "nota": 2,
        "avaliacao": "É um jogo de sobrevivência, e geralmente gosto de jogos desse estilo, mas a jogatina dele é muito mais complicada. Tipo pra usar uns itens temos que colocar ele na mão do personagem, o complicado do game é que pra colocar algo na mão temos de acessar um menu e colocar o item na mão. Não é como nos jogos de sobrevivência tipo minecraft e isso dificulta muito na hora de jogar além de outros problemas que não me recordo agora.",
        "link": "https://store.playstation.com/pt-br/product/UP2739-CUSA15510_00-DAYZ000000000001",
        "gameplay": "https://youtube.com/live/3eE4Zrm9AU8",
        "palavras-chave": ["sobrevivência", "apocalipse", "zumbi", "mundo aberto", "multiplayer", "difícil", "simulador", "ps5"],
        "data-adicao": "21/08/2025"
    },
    {
        "titulo": "Harvest Moon - Light of Hope",
        "plataforma": "PS5",
        "nota": 4,
        "avaliacao": "Esse já é muito parecido com os jogos anteriores da série Harvest Moon, apesar de a história ser um pouco diferente (nele só aparecemos numa ilha onde tem um farol e devemos ligar todas as luzes desse, e nos outros jogos da série nosso avô falece e devemos cuidar da fazenda dele) mas nada impede de esta ser uma boa série de HM. Muito bom e com a jogabilidade parecida com os antigos jogos da série.",
        "link": "https://store.playstation.com/pt-br/product/UP1014-CUSA09973_00-HARVESTMOONLOHSE",
        "gameplay": "https://image.api.playstation.com/cdn/UP1014/CUSA09973_00/FREE_CONTENTffPBN9xoFBM7pwQwoIY2/PREVIEW_SCREENSHOT1_164354.jpg",
        "palavras-chave": ["fazenda", "agricultura", "relacionamento", "simulador de vida", "cooperação", "aventura", "ps5"],
        "data-adicao": "21/08/2025"
    },
    {
        "titulo": "Diablo IV",
        "plataforma": "PS5",
        "nota": 4,
        "avaliacao": "Não havia jogado nenhum jogo dessa série e testei o game não dando nada pra ele.<br>Após a primeira jogatina já gostei do game, ele tem uma pegada estilo jogo MMORPG dos anos 2k e acho que foi isso que me atraiu no game. Não sei quanto a veracidade do que vou falar aqui, mas o game apesar de ter uma pegada meio dark ele não parece venerar demonios e coisas assim, muito pelo contrário pois arrebentamos eles na porada.",
        "link": "https://www.playstation.com/pt-br/games/diablo-iv/",
        "gameplay": "https://youtube.com/live/H8VQyMe7CfE?feature=share",
        "palavras-chave": ["mmorpg", "ação", "rpg", "demônios", "dark fantasy", "multiplayer", "ps5"],
        "data-adicao": "22/08/2025"
    },
    {
        "titulo": "GrowUp",
        "plataforma": "PC - Steam",
        "nota": 2,
        "avaliacao": "Jogo com uma temática de escalada espacial, onde controlamos um robozinho chamado bud. E ele usa umas flores para escalar o mais alto possível, legal e interessante com uma pegada dificil. Não tenho uma gameplay pois tinha no meu antigo canal que o apaguei então segue uma gameplay aleatória.",
        "link": "https://store.steampowered.com/app/426790/Grow_Up/",
        "gameplay": "https://www.youtube.com/watch?v=OtCOE4w4Aag",
        "palavras-chave": ["escalada", "aventura", "exploração", "espacial", "plataforma", "indie", "pc", "steam"],
        "data-adicao": "22/08/2025"
    },
    {
        "titulo": "Jusant",
        "plataforma": "PS5",
        "nota": 2.5,
        "avaliacao": "Jogo com uma temática de escalada em um deserto onde tem uma torre que devemos fazer voltar a agua no lugar. No jogo temos um bixinho que pode fazer a vida voltar ao lugar e nos ajudar em nossa escalada, o jogo tem umas pegadas parecidas com o GrowUp mas Jusant parece ter uma história muito mais bem elaborada.",
        "link": "https://store.playstation.com/pt-br/product/UP5898-PPSA10263_00-4289150323068456",
        "gameplay": "https://youtu.be/53lv0yWBZFM",
        "palavras-chave": ["escalada", "aventura", "exploração", "indie", "deserto", "história", "ps5"],
        "data-adicao": "22/08/2025"
    },
    {
        "titulo": "Furi",
        "plataforma": "PS5",
        "nota": 3,
        "avaliacao": "Um jogo que é baseado somente em boss fight, ele na verdade parece aqueles jogos de navinhas antigos, apesar disso o jogo é legal e dificil bagarai.<br>Era gratis na PSN na época do PS4 (assim que comprei o meu) e vi ele na recomendação novamente e joguei, foi bom relembrar mas é dificil.",
        "link": "https://store.playstation.com/pt-br/concept/217102",
        "gameplay": "https://www.youtube.com/watch?v=QvD5IvvmpH0",
        "palavras-chave": ["boss fight", "ação", "shooter", "hack and slash", "rápido", "desafiador", "ps5"],
        "data-adicao": "23/08/2025"
    },
    {
        "titulo": "Roube um brainrot",
        "plataforma": "Roblox",
        "nota": 2.5,
        "avaliacao": "Apenas um dos muitos jogos de tycoon do Roblox, é legal pra passar o tempo mas só isso. E aproveitando aqui para falar da plataforma Roblox, eu não a curto muito não sei o porque, mas um dos motivos é que os games dela são feitos pela comunidade e isso torna alguns jogos repetidos (como os clones de Roube um brainrot de lá), ou versões com diferenças mínimas e além de eu achar o gráfico dos jogos feios demais. Só não esquecer que as crianças realmente choravam por esse jogo kkkk",
        "link": "https://www.roblox.com/pt/games/109983668079237/Steal-a-Brainrot",
        "gameplay": "https://youtu.be/RKjiqKnLyB0",
        "palavras-chave": ["tycoon", "roblox", "simulador", "multiplayer", "casual", "crianças", "mobile"],
        "data-adicao": "23/08/2025"
    },
    {
        "titulo": "Days Gone",
        "plataforma": "PS5",
        "nota": 3.5,
        "avaliacao": "Um jogo que tem de tudo pra dar certo, a premissa de zumbis e motos me parece perfeita. E o jopgo é bom apesar de não ter jogado muito (cerca de 2 horas e 40 minutos) mas me pareceu legal a vibe de sair pelo mundo explorando com sua bike com um mundo apocaliptico. Gostaria de ter jogado mais um pouco além de a jogatina não ter me atraido tanto quanto eu gostaria de ter sido atraido. Mas enfim, é um bom jogo e parece ter uma lore interessante.",
        "link": "https://www.playstation.com/pt-br/games/days-gone/",
        "gameplay": "https://youtube.com/live/f-PATzZvxf4?feature=share",
        "palavras-chave": ["zumbis", "motos", "sobrevivência", "mundo aberto", "ação", "aventura", "apocalipse", "ps5"],
        "data-adicao": "28/08/2025"
    },
    {
        "titulo": "Star Wars Battlefront II",
        "plataforma": "PS5",
        "nota": 3,
        "avaliacao": "Um jogo da saga Star Wars em um jogo que parece um pouco com os jogos da série BattleField, apesar de o jogo parecer focar mais na guerra de naves (novamente joguei por cerca de 2 horas e 50 minutos). PS.: Tentei jogar mais ele mas travei numa parte que não há nenhuma informação de como passar ela (tentei tanto em live como off live) e por isso reduzi um pouco a nota de 3.5 pra 3. Mas pra quem gosta acho que ele é muito legal.",
        "link": "https://www.playstation.com/pt-br/games/star-wars-battlefront-ii/",
        "gameplay": "https://youtube.com/live/NKnW5TrjLHc",
        "palavras-chave": ["star wars", "shooter", "ação", "sci-fi", "ficção científica", "guerra de naves", "batalhas épicas", "ps5"],
        "data-adicao": "28/08/2025"
    },
    {
        "titulo": "Exit The Gungeon",
        "plataforma": "PS5",
        "nota": 3,
        "avaliacao": "Um jogo em pixelart de desafios onde temos que sair de uma dungeon, mas ele é feito (ao menos o que presenciei) com muitos elementos que podem parecer repetitivos. Entre os pontos positivos estão uma boa pixel art, armas das mais variadas com uma jogabilidade muito legal, além do preço que o peguei (apesar de ser uma promoção) cerca de R$ 11,50. E entre os pontos negativos estão que as telas parecem ser muito repetitivas (ou sou eu que sou muito ruim kkkk).<br>Ps.: Comprei esse jogo antes de ontem (dia 03/09/2025) por menos de R$ 12 e agora quando estou escrevendo isto ele está a R$55 e sinceramente eu não o compraria por esse valor.",
        "link": "https://store.playstation.com/pt-br/product/UP3643-CUSA23188_00-EXITTHEGUNGEONUS",
        "gameplay": "https://www.youtube.com/live/fET-VNrINao?si=IE4EAXdDawvLuKCO",
        "palavras-chave": ["roguelike", "dungeon crawler", "pixel art", "shooter", "indie", "desafio", "masmorra", "ps5"],
        "data-adicao": "05/09/2025"
    },
	{
		"titulo": "Brawlhalla",
		"plataforma": "PS4/5",
		"nota": 3.5,
		"avaliacao": "Um jogo feito em estilo 2D que tem o estilo parecido com o game da Nintendo SuperSmashBros (então sim ele é de plataforma mas com lutas e combos e tudo mais), onde nosso objetivo é derrubar nosso inimigo da plataforma com socos e armas. É um jogo famoso por ter um modo competitivo e joguei muito na epoca da Pandemia ( de 2020 a 2023), é gratuito então esse é um ponto positivo, é leve (ao menos eu acho) e se não tem outros jogos eu o jogaria novamente com certeza. Como não tenho jogado ele eu ainda não trouxe uma gameplay dele, então segue uma tirada do canal Estação Brawlhalla (canal brasileiro que transmite o competitivo) no video acima.",
		"link": "https://store.steampowered.com/app/291550/Brawlhalla/",
		"gameplay": "https://youtu.be/bO6lXx3fRbc?si=yww9S04myAxLcfE2&t=25",
		"palavras-chave": ["luta", "plataforma", "competitivo", "multiplayer", "gratuito", "2D", "ação", "multiplataforma"],
		"data-adicao": "05/09/2025"
	},
	{
		"titulo": "Necesse",
		"plataforma": "PC - Steam",
		"nota": 4.5,
		"avaliacao": "Um jogo feito em estilo 2D (pixel art), onde na verdade ele é parecido com Minecraft e Terraria. Sim nascemos em uma ilha e devemos pegar recursos para avançar no jogo. Mas ele tem a visão TopDown (vista de cima, se é que posso chamar de isométrica??) e no jogo devemos explorar as cavernas e outras ilhas para conseguir mais itens e avançar no game. O jogo é um dos que está na lista dos games que sempre jogo, então ele é bom, gostoso de jogar e leve pra pcs fracos. Recomendo viu, pegue ele na promoção da Steam, vale a pena. O game tem multiplayer mas nunca joguei ele com outras pessoas.",
		"link": "https://store.steampowered.com/app/1169040/Necesse/",
		"gameplay": "https://youtu.be/ktTsR9Q-eV8?si=CwgiyGfOOSjoELSj",
		"palavras-chave": ["sobrevivência", "construção", "recursos", "mundo aberto", "pixel art", "rpg", "indie", "leve", "multiplayer"],
		"data-adicao": "05/09/2025"
	},
	{
		"titulo": "Don't Starve Together",
		"plataforma": "PC - Steam",
		"nota": 3.5,
		"avaliacao": "Outro jogo 2D de sobrevivência, este na verdade é mais isométrico do que qualquer outro que já vi (nele você pode rotar a visão de 90 em 90 graus. E esse é um jogo mais dificil de sobreviver pois á noite tudo te ataca, você deve acender algo com fogo (como uma tocha, fogueira, uma árvore, etc) pra não morrer. O game é legal mas nunca sobrevivo muito nesse game mas ele tem uma pegada diferente que o torna legal de jogar e também o jogo direto. O jogo também tem multiplayer mas, novamente, nunca joguei ele com outras pessoas. Ah e novamente não tenho uma gameplay dele no canal, então segue um video pra eu ver depois.",
		"link": "https://store.steampowered.com/app/322330",
		"gameplay": "https://youtu.be/bVpsJB7mptY?si=Fh4ejieCbBiPtl3H",
		"palavras-chave": ["sobrevivência", "construção", "mundo aberto", "multiplayer", "indie", "isométrico", "desafiador", "terror", "pc"],
		"data-adicao": "05/09/2025"
	},
	{
		"titulo": "Série The Sims",
		"plataforma": "PC - Steam",
		"nota": 4.5,
		"avaliacao": "Finalmente um jogo 3D, e esse sim joguei toda a série (desde o 1), muito legal ele por completo. Nem tenho muito o que comentar pois o jogo é famoso bagarai (pra não falar um palavrão), o jogo é top demais e sempre que jogo passo várias horas o jogando. Enfim é um jogo perfeito na minha opinião. Pra ser perfeito deveria não cobrar tanto pelas expansões, visto que o game hoje em dia é gratuito, mas as expansões são bem caras e geralmente jogo sem elas. Ah e o game também é multiplataforma (PC, PS e XBOX) mas acho (90% de certeza) que ele não é multiplayer. E por ter jogado no pc também não tenho live dele no canal, mas segue uma gameplay aleatória.",
		"link": "https://store.steampowered.com/app/1222670/The_Sims_4/",
		"gameplay": "https://youtu.be/gx3GCkUuJzM?si=B44QVkoa8Xxtkm8y",
		"palavras-chave": ["simulador", "simulador de vida", "construção", "gestão", "sandbox", "3D", "casual", "pc"],
		"data-adicao": "05/09/2025"
	},
	{
		"titulo": "Dishonored: Death of the Outsider",
		"plataforma": "PS5",
		"nota": 2,
		"avaliacao": "Um jogo recomendado por um viewer (Galioto) que eu na verdade não curti tanto, o jogo é no estilo Stealth (onde você vai escondido e acaba atacando e eliminando os oponentes de forma escondida) não o joguei tanto. O motivo foi porque não consegui passar de uma parte logo no inicio, deveria roubar algo que pra mim parece impossível, e o tutorial não ajudou mais. A jogabilidade é boa e legal e talvez se eu tivesse passado daquela parte eu teria gostado mas a falta de dicas no jogo para passar a fase me fez o dropar e não sei quando jogarei ele denovo. Enfim essa é a minha nota hoje 09/09/2025",
		"link": "https://store.playstation.com/pt-br/product/UP1003-CUSA08793_00-BLKHRT0000000000",
		"gameplay": "https://youtube.com/live/L80UVrA8oBU?feature=share",
		"palavras-chave": ["stealth", "ação", "fps", "desafiador", "aventura", "ps5"],
		"data-adicao": "09/09/2025"
	},
	{
		"titulo": "Psychonauts 2",
		"plataforma": "PS5",
		"nota": 3,
		"avaliacao": "E aí, galera! Na live de hoje, mergulhamos no mundo de Psychonauts 2, um game que me chamou a atenção por tratar de problemas mentais. A ideia pareceu bem legal no começo, mas, pra ser sincero, o jogo aprofunda demais. Ele usa termos bem técnicos, como /'bagagem mental/' e /'censor com bloqueios'/, e isso acabou me cansando um pouco. Além do tema, a jogabilidade no início é muito focada em plataforma, e o /'pule aqui, pule ali/' e /'colete isso e aquilo/' acabou ficando um pouco enjoativo para mim. Por ser um jogo com um tema tão diferente e com gráficos bonitos, eu daria uma nota 3 no máximo. Pode ser que melhore depois, mas confesso que não me prendeu o suficiente para seguir em frente.",
		"link": "https://store.playstation.com/pt-br/product/UP6312-CUSA27145_00-PSYCHONAUTS2SIEA",
		"gameplay": "https://www.youtube.com/live/Zgf_gf8PKGk?si=sLA3JSShNyWGS1RU",
		"palavras-chave": ["plataforma", "aventura", "3D", "psicologia", "saúde mental", "narrativa", "história", "ps5"],
		"data-adicao": "12/09/2025"
	},
	{
		"titulo": "Undertale",
		"plataforma": "PS5",
		"nota": 2,
		"avaliacao": "Testando UnderTale pela primeira vez no PS5. Já joguei ele no PC e sinceramente não gostei... E agora (logo após a jogatina) informo que mantenho minha opinião, e pra ser sincero nem sei porque joguei o game novamente e já imaginava que seria assim, e o game ainda não me prendeu para dizer que jogaria o game novamente. Por ser no console achei que teria algo a mais, mas as minhas percepções do game continuam a mesma, deu sono de jogar pois era muito papo, difícil de manter a jogatina. Por já conhecer um pouco da lore e saber que ele tem uma história muito bem elaborada consigo dar uma nota 2 no máximo.",
		"link": "https://store.playstation.com/pt-br/product/UP3893-CUSA08801_00-0414152186658084",
		"gameplay": "https://youtube.com/live/wxzmWXa05Zg",
		"palavras-chave": ["rpg", "indie", "história", "narrativa", "diálogo", "aventura", "ps5"],
		"data-adicao": "12/09/2025"
	},
	{
		"titulo": "Viewfinder",
		"plataforma": "PS5",
		"nota": 2.5,
		"avaliacao": "É um game legal e diferente que tem a solução de puzzles como o foco principal, mas com o poder de fotos ou imagens e ou seja o que tiver mais pra frente no game (como sempre não joguei ele completo e era mais pra o conhecer e trazer algo diferente na live).<br><br>Pelo que entendi da história do game parece que estamos dentro de uma simulação usada por pesquisadores pra descobrir a revitalização de plantas (temos sinais disso no final da gameplay aqui disponibilizada) e lá pro meio (não sei ao certo) um gato virtual aparece para nos 'ajudar' não lembro ao certo com o que mas ele conversa conosco em alguns momentos.<br><br>É isso o game é interessante mas não acho que jogaria novamente.",
		"link": "https://store.playstation.com/pt-br/concept/10006160",
		"gameplay": "https://youtube.com/live/wyW05y8PV58?feature=share",
		"palavras-chave": ["puzzle", "criativo", "aventura", "ficção científica", "indie", "narrativa", "3D", "ps5"],
		"data-adicao": "24/09/2025"
	},
	{
		"titulo": "Green Hell",
		"plataforma": "PS5",
		"nota": 3,
		"avaliacao": "Esse é um game de sobreevivência que mais gostei jogados recentemente, inicialmente ele parece muito com o The Forest, mas ele adiciona muito mais coisas para você fazer. No game podemos nadar nos lagos mas por ser muito mais realista pode acontecer de pegarmos sanguessugas logo após esse mergulho, então achei bem recomendado após sair do lago olhar nosso corpo (sim podemos ver braços e pernas) pois elas podem estar lá. Outra coisa que achei insana é que podemos pegar um tipo de verme e esses vermes podem diminuir nossa sanidade se não for retirado e com o tempo começamos a ouvir vozes.<br><br>E a lore do game é que ele e a namorada vão a floresta para tentar fazer uma tribo aceitar os brancos (não sei porque, mas fala algo sobre médicos no game, alguma pandemia na tribo?? num sei). E parece que eles já tentaram ir pra lá mas Jake (nosso personagem) não foi aceito por lá e sua esposa tenta fazer isso mas por algum motivo não deu certo.<br><br>Enfim é um bom game com certeza jogaria novamente mas por enquanto acho que não (achei meio dificil por ter acontecido várias coisas).",
		"link": "https://www.playstation.com/pt-br/games/green-hell/",
		"gameplay": "https://youtube.com/live/6bvnf4v15eg?feature=share",
		"palavras-chave": ["sobrevivência", "realista", "terror", "aventura", "floresta", "desafiador", "história", "crafting", "ps5"],
		"data-adicao": "24/09/2025"
	},
	{
		"titulo": "Digimon Survive",
		"plataforma": "PS5",
		"nota": 2,
		"avaliacao": "Esse é um game de RPG de turno e parece ser bem legal na realidade, mas o que me matou nele foi que era muito papo... muita conversa... sei que os jogos de RPG tem foco nisso mas o game foi uma hora só para terminar o prólogo (acho que foi isso) então é muito complicado. Se fosse com menos tempo de conversa com certeza aumentaria minha nota mas por enquanto vai ser só essa nota 2. Poderia aumentar aqui a minha avaliação mas não deu kkkkk.<br><br> Só agora vi que o game é bastante baseado em visual novel, ou seja é feito pra ser assim, então está explicado mas não gostei e prefiro algo mais ativo digamos assim.",
		"link": "https://www.playstation.com/pt-br/games/digimon-survive/",
		"gameplay": "https://youtube.com/live/EwmcWgtQ4Wo?feature=share",
		"palavras-chave": ["rpg", "rpg de turno", "visual novel", "digimon", "narrativa", "diálogo", "ps5"],
		"data-adicao": "24/09/2025"
	},
	{
		"titulo": "Biped",
		"plataforma": "PS5",
		"nota": 2.5,
		"avaliacao": "Esse é um game diferente ele parece ser um jogo de plataforma (não sei generalizar o game) cooperativo onde fazemos coisas básicas juntos (como apertar botões, passar por áreas juntas e etc.) mas eu joguei o modo solo (sim, alguns games coop colocam essa possibilidade).<br><br>Mas enfim o game para um game desse estilo é mediano, não joguei muito mas foi gostoso de jogar. Não sei se jogaria novamente mas deve ser legal jogar com um amigo.",
		"link": "https://store.playstation.com/pt-br/product/UP6007-PPSA24590_00-0607604799725823",
		"gameplay": "https://youtube.com/live/3lHO_hj_qeg?feature=share",
		"palavras-chave": ["cooperativo", "co-op", "plataforma", "puzzle", "casual", "aventura", "fácil de jogar", "ps5"],
		"data-adicao": "12/10/2025"
	},
	{
		"titulo": "Coral Island",
		"plataforma": "PS5",
		"nota": 4,
		"avaliacao": "A saga continua! Se você acompanha meus vídeos, sabe que não sou um pro-player (lembram da dificuldade em fazer o fogo no Green Hell? 😅). Em Coral Island não foi diferente: a inabilidade (falta de habilidade) foi grande, e o jogo me fez suar para achar o menu! Mas essa análise solo vai te mostrar o que realmente importa: a arte é incrível (parece Lilo & Stitch!) e a diversão superou os perrengues. Por isso, a minha nota foi 4 de 5. Assista para entender essa jornada!<br><br>Se a sua dificuldade nos games é parecida com a minha, se inscreva e me acompanhe nas próximas análises!",
		"link": "https://store.playstation.com/pt-br/concept/10008698",
		"gameplay": "https://youtu.be/X5e9lGPUTRw",
		"palavras-chave": ["coral island","jogo de fazenda","dificuldades","jogado no ps5","jogo divertido"],
		"data-adicao": "12/10/2025"
	},
	{
		"titulo": "Cocoon",
		"plataforma": "PS5",
		"nota": 2.5,
		"avaliacao": "E esse é mais um game que estava free na PSN (na seção Jogos Mensais, no plano mais básico) em Outubro, e ele é um game um pouco dificil de descrever pois ele fala da natureza (Cocoon que é casulo em português) e ele também tem um estilo futurista mas o principal é que ele é baseado em quebra cabeças (puzzles).<br>Nele temos nosso personagem que parece um besouro e em alguns momentos ele carrega umas orbs (que tem /'poderes/' específicos) que tem mundos dentro delas, e em lugares específicos podemos entrar. E foi numa dessas que acho que me perdi.<br><br>Agora minha opinião sobre o game ele é que ele é legal de inicio, bem direto ao ponto (não tem uma história contada pelos personagens) mas que por causa dos quebra cabeças se torna um pouco maçante. O game teve alguns boss na jogatina mas achei eles muito fáceis. Enfim talvez algum dia eu retome ou recomece a jogatina, mas por enquanto é 2.5 de 5.0!!",
		"link": "https://store.playstation.com/pt-br/product/UP2470-PPSA08765_00-COCOONSIEA000000",
		"gameplay": "https://youtube.com/live/XwzQS9aJgTI",
		"palavras-chave": ["puzzle", "futurista", "natureza", "boss fácil", "ps5"],
		"data-adicao": "07/11/2025"
	}
]